import './App.css';
import Home from './routes/Home/Home';
import React from 'react';

function App() {
  return(
    <Home/>
  )
}

export default App;

/**
 * TODO:
 * Поправить кнопки
 * КНопка main сделать в виде text button 
 * Поправить шрифты на кнопках
 * Поправить отсутпы на кнопках 
 * Переверстать расположение карточек на странице с компонентом
 * Переиеновать кнопку открытия карточки и  сделать в виде текст баттон
 * Почитать, где обычно располагаются хлебные крошки и поправить местоположение
 * Сделать отдельные ссылки для элементов в хлебных крошках
 * На историях с чекбоком странные цвета у кнопок, должны использоваться уже готовые, такие же как на странице button 
 * Поменять дисейбл свитча, чтобы было визуально видно 
 * Скинуть резюме
 */